Repository: diannersg/genesis
Catalog: src/locale/messages.*.xlf
Languages: it

source: Dashboard
it: D4$|-|B04rD

source: Workbench
it: \/\/0rkB3|\|(|-|

source: Projects
it: Pr0j3(7$

source: Model Development
it: /\/\0D3L d3\/3L0P/\/\3|\|7

source: Model Validation
it: /\/\0D3L \/4L1D4710|\|

source: Studio
it: 57UD10

source: Admin
it: 4D/\/\1|\|

source: Add
it: 4DD

source: Edit
it: 3D17

source: Members
it: /\/\3/\/\B3R5

source: Project Type
it: Pr0j3(7 7'/P3

source: Code
it: (0D3

source: Description
it: D3$(r1P710|\|

source: Cancel
it: (4|\|(3L

source: Confirm
it: (0|\|Ph1R/\/\

source: Created
it: (r3473D

source: Project k + 1
it: Pr0j3(7 k + 1

source: PROJECT_k + 1
it: PR0j3(7_k + 1

source: This is project k + 1
it: 7|-|1$ 1$ pr0j3(7 k + 1

source: Add Genesis Project
it: 4DD 93|\|3515 pR0j3(7

source: Edit Genesis Project
it: 3D17 93|\|3$1$ pr0j3(7
